tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hashicorp/tap"
brew "algolia"
brew "bat"
brew "cloudflared"
brew "corepack"
brew "direnv"
brew "dosfstools"
brew "fzf"
brew "gh"
brew "ghq"
brew "glow"
brew "googleworkspace-cli"
brew "hf"
brew "jq"
brew "lazygit"
brew "libidn"
brew "lua-language-server"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "pure"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "ruby-lsp"
brew "rustup"
brew "tmux"
brew "tpm"
brew "typescript-language-server"
brew "uv"
brew "vscode-langservers-extracted"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "anki"
cask "audacity"
cask "balenaetcher"
cask "blender@lts"
cask "claude"
cask "claude-code"
cask "cmd-eikana"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "dozer"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "insomnia"
cask "keka"
cask "keycastr"
cask "kicad"
cask "kindle"
cask "logi-options+"
cask "microsoft-edge"
cask "minecraft"
cask "monitorcontrol"
cask "numi"
cask "pdf-expert"
cask "philips-hue-sync"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sf-symbols"
cask "slack"
cask "spotify"
cargo "cargo-license"
cargo "rust-script"
cargo "sqlx-cli"
cargo "wasm-bindgen-cli"
brew "ansible-language-server"
brew "hashicorp/tap/terraform"
brew "tree-sitter-cli"
