brew "bat"
brew "cloudflared"
brew "direnv"
brew "dosfstools"
brew "fzf"
brew "ghq"
brew "glow"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "mas"
brew "neovim"
brew "node"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "typescript-language-server"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "anki"
cask "audacity"
cask "balenaetcher"
cask "discord"
cask "docker-desktop"
cask "dozer"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "insomnia"
cask "keycastr"
cask "kicad"
cask "kindle"
cask "logi-options+"
cask "logitech-options"
cask "microsoft-edge"
cask "minecraft"
cask "monitorcontrol"
cask "numi"
cask "pdf-expert"
cask "philips-hue-sync"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sf-symbols"
cask "slack"
cask "spotify"
brew "neofetch"
cask "cmd-eikana"
brew "tpm"
brew "zsh-autosuggestions"
brew "gh"
cask "claude-code"
