tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bat"
brew "node"
brew "corepack"
brew "direnv"
brew "fzf"
brew "gh"
brew "ghq"
brew "glow"
brew "googleworkspace-cli"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "neovim"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "ruby-lsp"
brew "rustup"
brew "tmux"
brew "typescript-language-server"
brew "uv"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "claude-code"
cask "codex"
cask "discord"
cask "dozer"
cask "figma"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "keka"
cask "keycastr"
cask "logi-options+"
cask "monitorcontrol"
cask "numi"
cask "rectangle"
cask "slack"
cask "spotify"
brew "pure"
brew "neofetch"
cask "cmd-eikana"
brew "tpm"
brew "vscode-langservers-extracted"
