tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
brew "gh"
brew "imagemagick"
brew "libpq"
brew "mas"
brew "node-build"
brew "nodenv"
brew "rbenv"
brew "vips"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "cmd-eikana"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "dozer"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "insomnia"
cask "keycastr"
cask "kitty"
cask "logi-options+"
cask "monitorcontrol"
cask "notion"
cask "numi"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "zoom"
